/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "འབྲེལ་བ་མ་བཅད་གོང་སྐར་མ་གཅིག་གི་ཉེན་བརྡ།";

/* Title for the about page */
"About" = "དེའི་སྐོར།";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Account";

/* Title for the accounts tab */
"Accounts" = "ཐོ་མཛོད།";

/* String to be displayed when a buddy is Active */
"Active" = "Active";

/* Button title to add someone as a buddy */
"Add" = "Add";

/* The title for the view to add a buddy */
"Add Buddy" = "Add Buddy";

/* String to describe advanced set of settings */
"Advanced" = "ཡར་ཐོན། ";

/* Agree to EULA */
"Agree" = "མོས་མཐུན་བྱོས། ";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "རང་འགུལ་གྱི་གསུབ། ";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-start Encryption";

/* Label in buddy list for users that are available */
"Available" = "འདིར་ཡོད། ";

/* Label in buddy list for users that are away */
"Away" = "འདིར་མེད།";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "རྒྱབ་ལྗོངས་ཀྱི་སྡེ་ཚན་དེ་དུས་ཡུན་སྐར་མ་གཅིག་གི་ནང་ལ་རྫོགས། ";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = " རྨང་གཞི།";

/* The String for a button to block a buddy */
"Block" = "Block";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Block & Remove";

/* Name for default buddy group */
"Buddies" = "Buddies";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Buddy Info";

/* Title for the buddy list tab */
"Buddy List" = "གྲོགས་པོའི་ཐོ་གཞུང་།";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "ཕྱིར་འཐེན་བྱོས། ";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "གསང་སྡོམ་བྱས་པའི་གླེང་མོལ་དེ་མེད་པ་བཟོས།";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "གླེང་མོལ།";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "ངའི་མཉམ་དུ་བདེ་འཇགས་ཀྱི་གླེང་མོལ་བྱོས། ";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "ཉེན་སྲུང་གླེང་མོལ་དེ་བཟོ་བཅོས་ཐུབ་པའི་ལས་སྣོན་མང་པོ་བརྒྱུད་ཁྱེད་ཀྱི་མདུན་ལ་བཞག་ཡོད། ";

/* let users know source is on Github */
"Check out the source here on Github" = "Github ཡི་སྒང་གི་ཁུངས་དེ་ལ་བལྟ་རོགས། ";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "གླེང་མོལ་གྱི་ལོ་རྒྱུས་གཙང་སེལ་བྱོས། ";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Connect anyway";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "མཐུད་ཡོད།";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "ཡིག་བསྒྱུར་མཐུན་སྦྱོར་བྱོས། ";

/* Title for the conversations tab */
"Conversations" = "གླེང་མོལ་ཁག";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "ཐོ་མཛོད་གསུབ་ཀྱི་ཡིན་ནམ།";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "འབྲེལ་བ་བཅད་སྐབས་གླེང་མོལ་རྣམས་གསུབ།";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Delivered";

/* Disagree with EULA */
"Disagree" = "མོས་མཐུན་མ་བྱེད། ";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "འབྲེལ་བ་བཅད་ཚར། ";

/* Text for button to dismiss alert view */
"Dismiss" = "Dismiss";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Do Not Disturb";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "Donate";

/* Title for button to press when user is finished */
"Done" = "འགྲུབ། ";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Entered Text";

/* Title of error message pop-up box */
"Error!" = "ནོར་འཁྲུལ།";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "ངོ་དེབ།";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "XMPP ཡི་ཞབས་ཞུར་འབྲེལ་མཐུད་བྱེད་ཐུབ་མ་སོང་། སྐུ་མཁྱེན། ཁྱེད་ཀྱི་ནང་འཇུག་གི་དཔང་རྟགས་དང་དྲ་རྒྱའི་འབྲེལ་མཐུད་ལ་བརྟག་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། ";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "ཁུངས་སྐྱེལ་བརྟག་དཔྱད་འགོ་འཛུགས་མ་སོང་། སྐུ་མཁྱེན། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། ";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "ཁྱེད་ཀྱི་མཛུབ་རིས།";

/* Size for the font in the chat screen */
"Font Size" = "ཡི་གེའི་ཆེ་ཆུང་། ";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Gone";

/* the name for Google talk */
"Google Talk" = "གྷོ་རྒེལ་གླེང་མོལ།";

/* The string describing a buddy's group */
"Group" = "Group";

/* The string describing a buddy's groups ... plural */
"Groups" = "Groups";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "དོ་བདག་གི་མིང་མི་མཐུན།";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "སྣང་མེད་ཐོངས། ";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "In order to change languages return to the home screen and remove Chatterbox from the recently used apps";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inactive";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "གསང་སྡོམ་གྱི་གཏམ་གླེང་འགོ་རྩོམ། ";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "ད་ལྟ་འདིར་ཡོད།";

/* Message shown in line for users that are away */
"is now away" = "ད་ལྟ་འདིར་མེད།";

/* Message shown in line for users that are offline */
"is now offline" = "ད་ལྟ་དྲ་ཐོག་ན་མེད། ";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "སྟོང་བཤད། (XMPP)";

/* string to bring up language selector */
"Language" = "Language";

/* String of title to alert user language is change */
"Language Change" = "Language Change";

/* log in to account */
"Log In" = "ནང་འཇུག་བྱོས། ";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "སྒྲིག་བཟོའི་ངོས་ལ་ནང་འཛུལ་བྱོས། (གཡས་ངོས་ཀྱི་རྩེ་རུ་གྲོགས་པོའི་ཐོ་གཞུང་།) དེ་ནས་གྲོགས་པོའི་ཐོ་གཞུང་ལས་གྲོགས་པོ་ཞིག་བདམས་ནས་གླེང་མོལ་འགོ་ཚུགས། ";

/* log out from account */
"Log Out" = "ཕྱིར་ཐོན། ";

/* shown during the login process */
"Logging in..." = "ནང་ཞུགས་བྱེད་བཞིན་ཡོད། ";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "ནང་འཇུག་བྱེད་བཞིན་ཡོད། ";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logout from OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "XMPP ནས་ཕྱིར་འདོན་བྱེད་ཀྱི་ཡིན་ནམ། ";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Message";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Name";

/* For a new settings value */
"New" = "གསར་པ།";

/* Title for New Account View */
"New Account" = "ཁ་བྱང་གསར་བ།";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "New Status Message: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "ཁ་བྱང་ཉར་ཚགས་བྱས་མི་འདུག ";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "མི་འདུག ";

/* Not Verified or cancel verified */
"Not Verified" = "Not Verified";

/* Label in buddy list for users that are offline */
"Offline" = "དྲ་ཐོག་ན་མེད། ";

/* Accept the dialog */
"OK" = "འགྲིག";

/* For an old settings value */
"Old" = "རྙིང་པ།";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "(Safari) ས་ཧྥ་རེས་ནང་ཁ་ཕྱེས།";

/* Hint text for domain field telling user this field is not required */
"Optional" = " གདམ་ཀ་ཅན། ";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "གཞན།";

/* Label text for password field on login screen */
"Password" = "གསང་ཚིག";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "གཏན་དུ་གསུབ། ";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to Chatterbox project website */
"Project Homepage" = "མདུན་ངོས་སྟོན། ";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "བརྡ་དོན་གྱི་མཛུབ་ཐེལ་དེ་གཞན་གྱི་ཆེད། ";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "ཀློགས། ";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "ཉེ་ཆར་གྱི་གླེང་མོལ། ";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Reject";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "གསང་ཚིག་བསྐྱར་དྲན།";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "བེད་སྤྱོད་གཏོང་མཁན་གྱི་མིང་དྲན་པར་གྱིས། ";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Remove";

/* Reply to an incoming message */
"Reply" = "ལན་རྒྱོབས།";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Require TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Required";

/* Title for button for saving a setting */
"Save" = "ཉར་ཚགས་བྱོས། ";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "ཉེན་སྲུང་གི་ཉེན་བརྡ།";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "རང་གི་མིང་བཀོད་བྱེད་པའི་SSL";

/* For sending a message */
"Send" = "ཐོངས། ";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Send Delivery Receipts";

/* String on button to email feedback */
"Send Feedback" = "Send Feedback";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "སྒྲིག་བཟོ།";

/* Title for sharing a link to the app */
"Share" = "བགོ་འགྲེམས་བྱོས། ";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* description for what the font size setting affects */
"Size for font in chat view" = "གླེང་མོལ་མཐོང་བཤེར་ནང་ཡི་གེའི་ཆེ་ཆུང་སྒྲིག ";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSLགྱི་གནས་བདག་གི་མིང་མི་མཐུན།";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "%@ ཡི་མཉམ་གྱི་གླེང་མོལ་དེ་བདེ་འཇགས་རེད་མི་འདུག ";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "གླེང་མོལ་འདི་ལ་བདེ་འཇགས་ཡོད། ";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "གླེང་མོལ་འདི་ལ་བདེ་འཇགས་དང་ཁག་ཐག་ཡོད། ";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatterbox and will redirect to the App Store." = "QR ཡི་ཚབ་ཨང་འདིར་འབྲེལ་ཐག་ http://omniqrcode.com/q/chatterbox འདི་ཡོད་ཅིང་དེ་ཡིས་བཀོལ་སྤྱོད་བང་མཛོད་ཕྱོགས་སུ་བསྐྱར་སྟོན་བྱེད། ";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Typing";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "བེད་སྤྱོད་གཏོང་མཁན་གྱི་མིང་། ";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Verified";

/* Shown when verifying fingerprints */
"Verify" = "བདེན་དཔང་བྱོས། ";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "མཛུབ་རིས་བདེན་དཔང་བྱོས། ";

/* Shown when verifying fingerprints */
"Verify Later" = "Verify Later";

/* when displaying version numbers such as 1.0.0 */
"Version" = "པར་གཞི། ";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "ཉེན་བརྡ། གླེང་མོལ་འདི་གསང་སྡོམ་བྱེད་མེད།";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "ཉེན་བརྡ། བག་ཟོན་དང་མཉམ་དུ་བེད་སྤྱོད་ཐོངས། འདི་ཡིས་གཅིག་བྱས་ན་ཁྱེད་ཀྱི་ཉེན་སྲུང་འཕྲི་སྲིད། ";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "ཁྱེད་རང་གླེང་མོལ་འདི་ནས་བུད་དུས། འདི་དུས་གཏན་དུ་གསུབ་གི་རེད། ";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "ཁྱེད་རང་ཐོག་མ་ནས་ཉེན་སྲུང་གླེང་མོལ་གྱི་ནང་དུ་ཡོད་དགོས། ";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "ནང་འཇུག་བྱེད་པར་ཁྱེད་ཀྱིས་བེད་སྤྱོད་གཏོང་མཁན་གྱི་མིང་དང་གསང་ཚིག་ངེས་པར་དུ་འཇུག་དགོས། ";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Your donation will help fund the continued development of Chatterbox.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "ཁྱེད་ཀྱི་ངོ་དེབ་ཀྱི་མིང་དེ་ཁྱེད་ཀྱིས་ངོ་དེབ་ལ་ནང་འཛུལ་བྱེད་པར་བེད་སྤྱོད་བཏང་བའི་གློག་འཕྲིན་ཁ་བྱང་དེ་མ་རེད། ";

